<?php

return [
    'title' => 'Профиль | Настройки',
    'header' => 'Профиль',
    'subheading' => 'Обновите ваше имя и адрес электронной почты',
    'name' => 'Имя',
    'email' => 'Электронная почта',
    'email_unverified' => 'Ваш адрес электронной почты не подтвержден.',
    'resend_verification' => 'Нажмите здесь, чтобы повторно отправить письмо для подтверждения.',
    'verification_sent' => 'Новая ссылка для подтверждения была отправлена на ваш адрес электронной почты.',
    'save' => 'Сохранить',
    'saved' => 'Сохранено.',
    
    // Delete account section
    'delete_account' => 'Удалить аккаунт',
    'delete_account_desc' => 'Удалить ваш аккаунт и все его ресурсы',
    'confirm_delete' => 'Вы уверены, что хотите удалить свой аккаунт?',
    'confirm_delete_desc' => 'После удаления вашего аккаунта все его ресурсы и данные будут безвозвратно удалены. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свой аккаунт.',
    'password' => 'Пароль',
    'cancel' => 'Отмена',
]; 